export function useUsers() {
    let usersList = [{
        "id": 1,
        "fio": "Иванов Иван Иванович",
        "department": "Бухгалтерия",
        "salary": 50000,
        "job": "Главный бухгалтер",
        "Born": "1985-06-15"
    },
    {
        "id": 2,
        "fio": "Петрова Анна Сергеевна",
        "department": "Маркетинг",
        "salary": 60000,
        "job": "Специалист по маркетингу",
        "Born": "1990-03-25"
    },
    {
        "id": 3,
        "fio": "Сидоров Алексей Викторович",
        "department": "IT",
        "salary": 70000,
        "job": "Системный администратор",
        "Born": "1988-11-30"
    },
    {
        "id": 4,
        "fio": "Кузнецова Мария Николаевна",
        "department": "department продаж",
        "salary": 55000,
        "job": "Менеджер по продажам",
        "Born": "1992-01-10"
    },
    {
        "id": 5,
        "fio": "Львов Сергей Павлович",
        "department": "Логистика",
        "salary": 65000,
        "job": "Логист",
        "Born": "1983-07-20"
    },
    {
        "id": 6,
        "fio": "Волкова Наталья Андреевна",
        "department": "HR",
        "salary": 58000,
        "job": "HR-менеджер",
        "Born": "1991-05-05"
    },
    {
        "id": 7,
        "fio": "Трофимов Артем Александрович",
        "department": "Разработка",
        "salary": 75000,
        "job": "Разработчик",
        "Born": "1987-09-12"
    },
    {
        "id": 8,
        "fio": "Ковалев Дмитрий Евгеньевич",
        "department": "Поддержка",
        "salary": 52000,
        "job": "Специалист технической поддержки",
        "Born": "1993-02-08"
    },
    {
        "id": 9,
        "fio": "Чернова Ольга Владимировна",
        "department": "Дизайн",
        "salary": 64000,
        "job": "Дизайнер",
        "Born": "1992-04-18"
    },
    {
        "id": 10,
        "fio": "Соловьев Игорь Анатольевич",
        "department": "Финансы",
        "salary": 72000,
        "job": "Финансовый аналитик",
        "Born": "1980-12-30"
    },
    {
        "id": 11,
        "fio": "Захарова Екатерина Михайловна",
        "department": "Юридический",
        "salary": 59000,
        "job": "Юрист",
        "Born": "1986-07-25"
    },
    {
        "id": 12,
        "fio": "Беляев Павел Сергеевич",
        "department": "Продвижение",
        "salary": 62000,
        "job": "Специалист по рекламе",
        "Born": "1984-03-14"
    },
    {
        "id": 13,
        "fio": "Федорова Виктория Валерьевна",
        "department": "Клиентский сервис",
        "salary": 53000,
        "job": "Клиентский менеджер",
        "Born": "1995-08-21"
    },
    {
        "id": 14,
        "fio": "Марков Владимир Борисович",
        "department": "Аналитика",
        "salary": 68000,
        "job": "Аналитик данных",
        "Born": "1991-11-06"
    },
    {
        "id": 15,
        "fio": "Семенова Валентина Григорьевна",
        "department": "HR",
        "salary": 54000,
        "job": "Специалист по обучению",
        "Born": "1989-09-15"
    },
    {
        "id": 16,
        "fio": "Григорьев Антон Викторович",
        "department": "Проектный менеджмент",
        "salary": 71000,
        "job": "Проектный менеджер",
        "Born": "1987-02-23"
    },
    {
        "id": 17,
        "fio": "Лукьянова Анастасия Игоревна",
        "department": "Продуктовый",
        "salary": 59000,
        "job": "Продуктовый менеджер",
        "Born": "1990-10-10"
    },
    {
        "id": 18,
        "fio": "Королев Илья Александрович",
        "department": "Курьерская служба",
        "salary": 45000,
        "job": "Курьер",
        "Born": "1994-01-20"
    },
    {
        "id": 19,
        "fio": "Митрофанова Татьяна Сергеевна",
        "department": "Учебный",
        "salary": 52000,
        "job": "Тренер",
        "Born": "1988-08-15"
    }]
    return usersList;
}